Repository: PawelStroinski/Pabloware.About.Phone
Catalog: Dietphone.Common/Views/Translations.*.resx
Languages: pl_pl

source: about
pl_pl: o dietphone

source: add
pl_pl: dodaj

source: export and import data
pl_pl: eksport i import danych

source: ingredients
pl_pl: składniki

source: MEAL
pl_pl: POSIŁEK

source: meals
pl_pl: posiłki

source: products
pl_pl: produkty

source: search
pl_pl: szukaj

# SearchUppercase
source: Search
pl_pl: Szukaj

source: settings
pl_pl: ustawienia

source: Date
pl_pl: Data

source: general
pl_pl: ogólne

source: Name
pl_pl: Nazwa

# NameUppercase
source: NAME
pl_pl: NAZWA

source: Time
pl_pl: Godzina

source: cancel
pl_pl: anuluj

source: delete
pl_pl: usuń

source: Note
pl_pl: Notatka

source: save
pl_pl: zapisz

source: ADD NAME
pl_pl: DODAJ NAZWĘ

# AreYouSureYouWantToPermanentlyDeleteThisMeal
source: Are you sure you want to permanently delete this meal? {0}
pl_pl: Czy na pewno chcesz trwale usunąć ten posiłek? {0}

# AreYouSureYouWantToPermanentlyDeleteThisName
source: Are you sure you want to permanently delete this name? {0}
pl_pl: Czy na pewno chcesz trwale usunąć tę nazwę? {0}

source: Are you sure you want to save this meal?
pl_pl: Czy na pewno chcesz zapisać ten posiłek?

source: Cannot delete this name.
pl_pl: Nie można usunąć tej nazwy.

source: Cannot edit this name.
pl_pl: Nie można edytować tej nazwy.

source: Delete meal?
pl_pl: Usunąć posiłek?

source: Delete name?
pl_pl: Usunąć nazwę?

source: EDIT NAME
pl_pl: EDYTUJ NAZWĘ

source: INGREDIENT QUANTITY
pl_pl: ILOŚĆ SKŁADNIKA

# CuIs
source: CU (Carbohydrate Unit) is quantity of carbohydrates in grams divided by 10. Purpose is to facilitate the counting of carbohydrates in meals. Also known as Bread Unit.
pl_pl: WW czyli wymiennik węglowodanowy to ilość węglowodanów przyswajalnych w gramach podzielona przez 10. Został wprowadzony, żeby ułatwić liczenie węglowodanów w posiłku.

# FpuIs
source: FPU (Fat-Protein Unit) means calories value coming from fat and protein divided by 100. So one number gives information on both fat and protein in meal.
pl_pl: WBT czyli wymiennik białkowo-tłuszczowy to wartość energetyczna (kcal) pochodząca z białka i tłuszczu podzielona przez 100. Pozwala w jednej poręcznej liczbie określić zawartość białka i tłuszczu w posiłku.

source: about app
pl_pl: o aplikacji

source: from Pabloware
pl_pl: od Pabloware

# SuggestionsMail
source: Suggestions: dietphone@pabloware.com
pl_pl: Sugestie: dietphone@pabloware.com

source: license
pl_pl: licencja

source: Review this app
pl_pl: Recenzuj tę aplikację

source: what's new
pl_pl: co nowego

# WeInviteYouToVisitThisPageForInformationAbout
source: We invite you to visit this page for information about latest version of the app:
pl_pl: Zapraszamy na nastepującą stronę w celu uzyskania informacji o najnowszej wersji aplikacji:

# Version
source: Version: {0}
pl_pl: Wersja: {0}

# ExportAndImport
source: export&import
pl_pl: eksport import

source: export
pl_pl: eksportuj

# AllowsSendingDataAttachedToAnEMail
source: Allows sending data attached to an e-mail. The data will be in XML format.
pl_pl: Umożliwia wysłanie danych w załączniku e-maila. Dane będą w formacie XML.

source: import
pl_pl: importuj

source: Export completed successfully.
pl_pl: Eksport zakończony sukcesem.

source: Import completed successfully.
pl_pl: Import zakończony sukcesem.

source: Please wait...
pl_pl: Proszę czekać...

# AnErrorOccurredWhileRetrievingTheImportedData
source: An error occurred while retrieving the imported data. Make sure that you have Internet access and address is correct.
pl_pl: Wystąpił błąd podczas pobierania importowanych danych. Upewnij się, że masz dostęp do internetu i adres jest prawidłowy.

# AnErrorOccurredWhileSendingTheExportedData
source: An error occurred while sending the exported data. Make sure that you have Internet access and e-mail address is valid.
pl_pl: Wystąpił błąd podczas wysyłania eksportowanych danych. Upewnij się, że masz dostęp do internetu i adres e-mail jest prawidłowy

# AnErrorOccurredDuringImport
source: An error occurred during import. Make sure that the imported data were not corrupted.
pl_pl: Wystąpił błąd podczas importu. Upewnij się, że importowane dane nie były naruszone.

source: Send to an e-mail address
pl_pl: Wyślij na adres e-mail

source: Download file from address
pl_pl: Adres pliku do pobrania

source: done
pl_pl: Gotowe

# SettingsUppercase
source: SETTINGS
pl_pl: USTAWIENIA

source: results
pl_pl: wyniki

source: Select nutritional values to calculate (max. 4)
pl_pl: Wybierz obliczane wartości odżywcze (maks. 4)

source: energy (calories)
pl_pl: wartość energetyczna (kcal)

source: protein (grams)
pl_pl: białko (gramy)

source: digestible carbohydrates (grams)
pl_pl: węglowodany przyswajalne (gramy)

source: fat (grams)
pl_pl: tłuszcz (gramy)

source: CU - carbohydrate unit
pl_pl: WW - wymiennik węglowodanowy

source: FPU - fat-protein unit
pl_pl: WBT - wymiennik białkowo-tłuszczowy

source: Learn more about CU and FPU...
pl_pl: Dowiedz się więcej o WW i WBT...

source: language
pl_pl: język

source: App language
pl_pl: Język aplikacji

source: Localization of product database
pl_pl: Lokalizacja bazy produktów

# YouCanChangeLocalizationOfProductDatabaseManyTimes
source: You can change localization of product database many times. This is useful if you travel often.
pl_pl: Lokalizację bazy produktów możesz zmieniać wielokrotnie. Jest to przydatne, jeśli często podróżujesz.

# ChangesOfLanguageAndLocalizationWillBeAppliedThe
source: Changes of language and localization will be applied the next time you start app.
pl_pl: Zmiany języka i lokalizacji będą zastosowane przy następnym uruchomieniu aplikacji.

source: Bug in app! Report to the author?
pl_pl: A niech to, pluskwa w aplikacji! Zgłosić autorowi?

source: Bug!
pl_pl: Pluskwa!

# IWouldLikeToReportTheFollowingBug
source: I would like to report the following bug: {0}
pl_pl: Zgłaszam poniższą pluskwę: {0}

source: No name
pl_pl: Bez nazwy

source: No product
pl_pl: Brak produktu

# IngredientNoContainsFollowingErrors
source: Ingredient No {0} contains following errors. {1}
pl_pl: Składnik nr {0} zawiera następujące błędy. {1}

source: The product does not exist.
pl_pl: Produkt nie istnieje.

source: Quantity of the ingredient was not specified.
pl_pl: Nie podano ilości składnika.

# NoInformationAboutNutritionalValuePerUnit
source: No information about nutritional value per unit {0}. Choose another unit.
pl_pl: Brak informacji o wartościach odżywczych w przeliczeniu na jednostkę {0}. Wybierz inną jednostkę.

source: Not specified nutritional value per 100 g.
pl_pl: Nie podano żadnych wartości odżywczych w 100 g.

# In100gOfProductProbablyShouldBeCaloriesButIs
source: In 100 g of product, probably should be {0} calories (+/-{1} calories) but is {2} calories.
pl_pl: W 100 g produktu prawdopodobnie powinno być {0} kcal (+/-{1} kcal) a jest {2} kcal.

# InServingOfProductProbablyShouldBeCaloriesButIs
source: In serving of product, probably should be {0} calories (+/-{1} calories) but is {2} calories.
pl_pl: W porcji produktu prawdopodobnie powinno być {0} kcal (+/-{1} kcal) a jest {2} kcal.

# ThereMayNotBeMoreDietaryFiberThanCarbohydrates
source: There may not be more dietary fiber than carbohydrates total.
pl_pl: Nie może być więcej błonnika niż węglowodanów ogółem.

# SpecifiedDescriptionOfServingSizeButNotTheSize
source: Specified description of serving size but not the size itself.
pl_pl: Podano opis porcji ale nie podano jej miary.

source: Specified serving size but not description of serving size.
pl_pl: Podano rozmiar porcji ale nie podano jej opisu.

# ServingSizeInADifferentUnitThanGramsIsSpecifiedBut
source: Serving size in a different unit than grams is specified but its nutritional value is not specified.
pl_pl: Podano porcję w innej jednostce niż gramy ale nie podano jej wartości odżywczych.

# NutritionalValuePerServingSizeIsSpecifiedButDesc
source: Nutritional value per serving size is specified but description of serving size is not specified.
pl_pl: Podano wartości odżywcze porcji ale nie podano opisu porcji.

# AllowsToRetrieveDataFromAFileInXmlFormat
source: Allows to retrieve data from a file in XML format. The file that you previously sent to any server, e.g. Google Docs.
pl_pl: Umożliwia pobranie danych z pliku w formacie XML. Plik ten należy wcześniej wysłać na dowolny serwer, np. Google Docs.

# CantUseServingSizeAsAUnitOfSizeOfServingSize
source: Canâ€™t use serving size as a unit of size of serving size.
pl_pl: Jednostką w której podany jest rozmiar porcji nie może być porcja.

# TheQuantityOfCaloriesInAServingSizeOfTheProductIs
source: The quantity of calories in a serving size of the product is not proportional to the quantity in 100 g of product.
pl_pl: Ilość kalorii w porcji produktu nie jest proporcjonalna do ilości w 100 g produktu.

# TheQuantityOfProteinInAServingSizeOfTheProductIs
source: The quantity of protein in a serving size of the product is not proportional to the quantity in 100 g of product.
pl_pl: Ilość białka w porcji produktu nie jest proporcjonalna do ilości w 100 g produktu.

# TheQuantityOfFatInAServingSizeOfTheProductIsNot
source: The quantity of fat in a serving size of the product is not proportional to the quantity in 100 g of product.
pl_pl: Ilość tłuszczu w porcji produktu nie jest proporcjonalna do ilości w 100 g produktu.

# TheQuantityOfTotalCarbohydratesInAServingSizeOfThe
source: The quantity of total carbohydrates in a serving size of the product is not proportional to the quantity in 100 g of product.
pl_pl: Ilość węglowodanów ogółem w porcji produktu nie jest proporcjonalna do ilości w 100 g produktu.

# TheQuantityOfDietaryFiberInAServingSizeOfThe
source: The quantity of dietary fiber in a serving size of the product is not proportional to the quantity in 100 g of product.
pl_pl: Ilość błonnika pokarmowego w porcji produktu nie jest proporcjonalna do ilości w 100 g produktu.

source: serving
pl_pl: porcja

source: older
pl_pl: starsze

source: yesterday
pl_pl: wczoraj

source: today
pl_pl: dziś

# Cal
source: {0} cal
pl_pl: {0} kcal

# Prot
source: {0} prot
pl_pl: {0} białk

# Fat
source: {0} fat
pl_pl: {0} tł

# Carb
source: {0} carb
pl_pl: {0} węgl

# Cu
source: {0} CU
pl_pl: {0} WW

# Fpu
source: {0} FPU
pl_pl: {0} WBT

source: PRODUCT
pl_pl: PRODUKT

source: Category
pl_pl: Kategoria

# CategoryUppercase
source: CATEGORY
pl_pl: KATEGORIA

source: Nutritional value per 100 g
pl_pl: Wartość odżywcza w 100 g

source: Protein (g)
pl_pl: Białko (g)

source: Carbohydrates (g)
pl_pl: Węglowodany (g)

source: Fat (g)
pl_pl: Tłuszcz (g)

source: Dietary fiber (g)
pl_pl: Błonnik (g)

# EnergyCaloriesUppercase
source: Energy (calories)
pl_pl: Wartość energetyczna (kcal)

source: Digestible carbs (g)
pl_pl: Węglowodany przyswajalne (g)

source: Full square means maximum in category.
pl_pl: Pełny kwadrat oznacza maksimum w kategorii.

source: Nutritional value per serving
pl_pl: Wartość odżywcza w porcji

source: Serving description
pl_pl: Opis porcji

source: Serving size
pl_pl: Rozmiar porcji

source: ADD CATEGORY
pl_pl: DODAJ KATEGORIĘ

source: EDIT CATEGORY
pl_pl: EDYTUJ KATEGORIĘ

# ThisCategoryIncludesOtherProducts
source: This category includes other products. Change their category and try again.
pl_pl: Do tej kategorii należą inne produkty. Zmień ich kategorię i spróbuj ponownie.

source: Cannot delete
pl_pl: Nie można usunąć

# AreYouSureYouWantToPermanentlyDeleteThisCategory
source: Are you sure you want to permanently delete this category? {0}
pl_pl: Czy na pewno chcesz trwale usunąć tę kategorię? {0}

source: Delete category?
pl_pl: Usunąć kategorię?

# AreYouSureYouWantToPermanentlyDeleteThisProduct
source: Are you sure you want to permanently delete this product? {0}
pl_pl: Czy na pewno chcesz trwale usunąć ten produkt? {0}

source: Delete product?
pl_pl: Usunąć produkt?

source: Are you sure you want to save this product?
pl_pl: Czy na pewno chcesz zapisać ten produkt?
